<template>
  <view class="section">
    <h1 class="title">用户协议</h1>
    <p>
      加入和使用好货优惠券表明您已经阅读并同意本使用条款，您的会员活动会遵从本使用条款。鉴于好货优惠券并非是关乎国计民生或者垄断的行业及企业，因此如果您对本使用协议不认同的，完全可以选择不加入和使用好货优惠券。
    </p>
    <p>
      本协议由您与厦门善传互娱网络科技有限公司共同缔结，具有合同效力。
    </p>
    <p>
      本协议中协议双方合称协议方，厦门善传互娱网络科技有限公司在协议中亦称为“好货优惠券”，是一家在福建省厦门市办公的提供积分、积分兑换商品、优惠信息、促销导购、广告等服务的科技公司。
    </p>
    <h2>一、隐私政策</h2>
    <p>
      好货优惠券尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，好货优惠券会按照本隐私权政策的规定使用和披露您的个人信息。但好货优惠券将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，好货优惠券不会将这些信息对外披露或向第三方提供。好货优惠券会不时更新本隐私权政策。 您在同意好货优惠券服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于好货优惠券服务使用协议不可分割的一部分。
    </p>
    <h3>1、适用范围</h3>
    <p class="tag-a">
      <span>a)</span>
      在您注册好货优惠券帐号时，您根据好货优惠券要求提供的个人注册信息；
    </p>
    <p class="tag-a">
      <span>b)</span>
      在您使用好货优惠券网络服务，或访问好货优惠券平台网页时，好货优惠券自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；
    </p>
    <p class="tag-a">
      <span>c)</span>
      好货优惠券通过合法途径从商业伙伴处取得的用户个人数据。
    </p>
    <br>
    <p>您了解并同意，以下信息不适用本隐私权政策：</p>
    <br>
    <p class="tag-a">
      <span>a)</span>
      您在使用好货优惠券平台提供的搜索服务时输入的关键字信息；
    </p>
    <p class="tag-a">
      <span>b)</span>
      好货优惠券收集到的您在好货优惠券发布的有关信息数据，包括但不限于参与活动、成交信息及评价详情；
    </p>
    <p class="tag-a">
      <span>c)</span>
      违反法律规定或违反好货优惠券规则行为及好货优惠券已对您采取的措施；
    </p>
    <p class="tag-a">
      <span>d)</span>
      <b class="bg-yellow">您知情并且同意授权好货优惠券将您所填写的真实个人信息（包含但不限于您在注册页面填写的“真实姓名”一项，该项将用于向您的邀请人及团队主管表明身份，以便其对您进行日常协助）在APP相关运营环节中呈现。</b>
    </p>
    <h3>2、信息使用</h3>
    <p class="tag-a">
      <span>a)</span>
      好货优惠券不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和好货优惠券（含好货优惠券关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。
    </p>
    <p class="tag-a">
      <span>b)</span>
      好货优惠券亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何好货优惠券平台用户如从事上述活动，一经发现，好货优惠券有权立即终止与该用户的服务协议。
    </p>
    <p class="tag-a">
      <span>c)</span>
      为服务用户的目的，好货优惠券可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与好货优惠券合作伙伴共享信息以便他们向您发送有关其产品和服务的信息<b class="bg-yellow col-red">（后者需要您的事先同意）</b>。
    </p>
    <h3>3、信息披露</h3>
    <p>在如下情况下，好货优惠券将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：</p>
    <p class="tag-a">
      <span>a)</span>
      经您事先同意，向第三方披露；
    </p>
    <p class="tag-a">
      <span>b)</span>
      为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；
    </p>
    <p class="tag-a">
      <span>c)</span>
      根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；
    </p>
    <p class="tag-a">
      <span>d)</span>
      如您出现违反中国有关法律、法规或者好货优惠券服务协议或相关规则的情况，需要向第三方披露；
    </p>
    <p class="tag-a">
      <span>e)</span>
      如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；
    </p>
    <p class="tag-a">
      <span>f)</span>
      在好货优惠券平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，好货优惠券有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。
    </p>
    <p class="tag-a">
      <span>g)</span>
      其它好货优惠券根据法律、法规或者网站政策认为合适的披露。
    </p>
    <h2>4、 信息存储和交换</h2>
    <p>好货优惠券收集的有关您的信息和资料将保存在好货优惠券及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或好货优惠券收集信息和资料所在地的境外并在境外被访问、存储和展示</p>
    <h2>5、 信息安全</h2>
    <p class="tag-a">
      <span>a)</span>
      好货优惠券帐号均有安全保护功能，请妥善保管您的用户名及密码信息。好货优惠券将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。
    </p>
    <p class="tag-a">
      <span>b)</span>
      在使用好货优惠券网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是好货优惠券用户名及密码发生泄露，请您立即联络好货优惠券客服，以便好货优惠券采取相应措施。
    </p>
    <br>
    <h2>二、协议内容及签署</h2>
    <p class="tag-a">
      <span>1、</span>
      本协议内容包括协议正文及所有好货优惠券已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何好货优惠券及其关联公司提供的服务均受本协议约束。但法律法规另有强制性规定的，依其规定。
    </p>
    <p class="tag-a">
      <span>2、</span>
      您在注册好货优惠券账户时点击提交“我已阅读并且同意好货优惠券的使用协议”即视为您接受本协议及各类规则，并同意受其约束。您应当在使用好货优惠券服务之前认真阅读全部协议内容并确保完全理解协议内容，如您对协议有任何疑问的，应向好货优惠券咨询。但无论您事实上是否在使用好货优惠券服务之前认真阅读了本协议内容，只要您注册、正在或者继续使用好货优惠券服务，则视为接受本协议。
    </p>
    <p class="tag-a">
      <span>3、</span>
      您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用好货优惠券服务。
    </p>
    <p class="tag-a">
      <span>4、</span>
      好货优惠券有权根据需要不定时制订、修改本协议及或各类规则，并以网站或者APP公示的方式进行公告。变更后的协议和规则一经在公布后，立即自动生效。好货优惠券的最新协议和规则以及网站APP公告可供您随时登陆查阅，您也应当经常性的登陆查阅最新的协议和规则以及网站公告以了解好货优惠券最新动态。如您不同意相关变更，应当立即停止使用好货优惠券服务。您继续使用服务的，即表示您接受经修订的协议和规则。本协议和规则（及其各自的不定时修订）条款具有可分割性，任一条款被视为违法、无效、被撤销、变更或因任何理由不可执行，并不影响其他条款的合法性、有效性和可执行性。
    </p>
    <br>
    <h2>三、会员及账户管理</h2>
    <p class="tag-a">
      <span>1、</span>
      申请资格：您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且好货优惠券有权注销（永久冻结）您的好货优惠券账户，并向您及您的监护人索偿或者追偿。若您不具备前述主体资格，则需要监护人同意您方可注册成为好货优惠券会员，否则您和您的监护人应承担因此而导致的一切后果，且返好货优惠券有权注销（永久冻结）您的好货优惠券账户，并向您及您的监护人索偿或者追偿。好货优惠券并无能力对您的民事权利能力和民事行为能力进行实质性审查，因此一旦您进行了注册，好货优惠券可以视为您具备完全民事权利能力和完全民事行为能力。
    </p>
    <p class="tag-a">
      <span>2、</span>
      账户：在您签署本协议，完成会员注册程序或以其他好货优惠券允许的方式实际使用好货优惠券服务时，好货优惠券会向您提供唯一编号的好货优惠券账户〈以下亦称账户〉。您可以对账户设置密码，通过该密码或与该会员名密码关联的其它用户名密码登陆好货优惠券平台。您设置的会员名不得侵犯或涉嫌侵犯他人合法权益。您应对您的账户（会员名）和密码的安全，以及对通过您的账户（会员名）和密码实施的行为负责。除非经过正当法律程序，且征得好货优惠券的同意，否则，账户（会员名）和密码不得以任何方式转让、赠与或继承。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知好货优惠券，要求好货优惠券暂停相关服务。您理解好货优惠券您的请求采取行动需要合理时间，好货优惠券对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任，但好货优惠券未能在合理时间内采取行动的情况除外。您认可您在注册、使用好货优惠券服务过程中提供、形成的数据等相关信息的所有权及其他相关权利属于好货优惠券，好货优惠券有权使用上述信息。
    </p>
    <p class="tag-a">
      <span>3、</span>
      会员：在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他好货优惠券允许的方式实际使用好货优惠券服务时，您即成为好货优惠券会员（亦称会员〉。在注册时，您应当按照法律法规要求，或注册页面的提示准确提供，并及时更新您的资料，以使之真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，好货优惠券有权向您发出询问或要求改正的通知，若您未能在好货优惠券要求的合理期限内回复好货优惠券的询问及完成改正，好货优惠券有权做出删除相应资料并暂时停止账户的处理，直至终止对您提供部分或全部好货优惠券服务，好货优惠券对此不承担任何责任，您将承担因此产生的任何成本或支出。您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便好货优惠券或其他会员与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用好货优惠券服务过程中产生任何损失或增加费用的，应由您完全独自承担，好货优惠券对此不予承担。
    </p>
    <p class="tag-a">
      <span>4、</span>
      您在使用好货优惠券服务过程中，所产生的应纳税费，以及一切硬件、软件、服务、账户维持及其它方面的费用，均由您独自承担。您同意好货优惠券有权从您相关账户中优先扣除上述费用。
    </p>
    <p class="tag-a">
      <span>5、</span>
      对于被好货优惠券账户冻结或者暂时停止帐户的会员，好货优惠券将不再提供会员连锁项目下的服务。
    </p>
    <br>
    <h2>四、好货优惠券服务使用规范及处理规定</h2>
    <p>在使用好货优惠券服务过程中，您承诺遵守下列使用规范：</p>
    <p class="tag-a">
      <span>1、</span>
      会员承诺其注册信息的正确性；
    </p>
    <p class="tag-a">
      <span>2、</span>
      如果会员提供给好货优惠券的资料有变更，请及时通知好货优惠券做出相应的修改；
    </p>
    <p class="tag-a">
      <span>3、</span>
      会员不得出现恶意注册恶意点击等行为；
    </p>
    <p class="tag-a">
      <span>4、</span>
      在使用好货优惠券服务过程中实施的所有行为均遵守国家法律、法规等规范性文件及好货优惠券各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己独自承担所有的法律责任，并确保好货优惠券免于因此产生任何损失。如好货优惠券因此承担相应责任或者赔偿相关损失，则您承诺好货优惠券可以向您追偿，相关责任或损失由您最终承担；
    </p>
    <p class="tag-a">
      <span>5、</span>
      在与其他会员交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为；
    </p>
    <p class="tag-a">
      <span>6、</span>
      不以虚构或歪曲事实的方式不当评价其他会员，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高（降低）其他会员的信用度；
    </p>
    <p class="tag-a">
      <span>7、</span>
      不对好货优惠券平台上的任何数据作商业性利用，包括但不限于在未经好货优惠券事先书面同意的情况下，以复制、传播等任何方式使用好货优惠券站上展示的资料；
    </p>
    <br>
    <h2>五、您了解并同意好货优惠券有权作如下处理</h2>
    <p class="tag-a">
      <span>1、</span>
      好货优惠券有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理，这无须征得您的同意。
    </p>
    <p class="tag-a">
      <span>2、</span>
      经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者好货优惠券根据自身的判断，认为您的行为涉嫌违反本协议和，或规则的条款或涉嫌违反法律法规的规定的，则好货优惠券有权在好货优惠券上公示您的该等涉嫌违法或违约行为及好货优惠券已对您采取的措施。
    </p>
    <p class="tag-a">
      <span>3、</span>
      对于您在好货优惠券上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，好货优惠券有权予以删除，且按照规则的规定进行处罚。
    <p class="tag-a">
      <span>4、</span>
      对于您在好货优惠券上实施的行为，包括您未在好货优惠券上实施但已经对好货优惠券及其用户产生影响的行为，好货优惠券有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。
    </p>
    <p class="tag-a">
      <span>5、</span>
      对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保好货优惠券免于因此产生损失或增加费用。如好货优惠券因此承担相应责任或者赔偿相关损失，则您承诺好货优惠券可以向您追偿，相关责任或损失由您最终承担，相关损失包括合理的律师费用、相关机构的查询费用等。
    </p>
    <p class="tag-a">
      <span>6、</span>
      如您涉嫌违反有关法律或者本协议之规定，使好货优惠券遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿好货优惠券因此造成的损失及（或）发生的费用，包括合理的律师费用、相关机构的查询费用等。
    </p>
    <p class="tag-a">
      <span>7、</span>
      好货优惠券上展示的资料（包括但不限于文字、图表、标识、图像、数字下载和数据编辑）均为好货优惠券或其内容提供者的财产或者权利；好货优惠券上所有内容的汇编是属于好货优惠券的著作权；好货优惠券上所有软件都是好货优惠券或其关联公司或其软件供应商的财产或者权利，上述知识产权均受法律保护。如您侵犯上述权利，好货优惠券有权根据规则对您进行处理并追究您的法律责任。
    </p>
    <p class="tag-a">
      <span>8、</span>
      好货优惠券并无能力对您的相关注册、登记资料进行实质性审查，因此一旦因您的的注册、登记资料的问题导致的相关后果应全部甶您自己承担，好货优惠券对此不承担责任。如果根据法律法规要求好货优惠券先行承担了相关责任，那么您承诺好货优惠券有权向您追偿，由您最终承担上述责任。
    </p>
    <br>
    <h2>六、特别授权</h2>
    <p>您完全理解并不可撤销地授予好货优惠券及其关联公司下列权利：</p>
    <p class="tag-a">
      <span>1、</span>
      一旦您向好货优惠券或其关联公司或其合作组织作出任何形式的承诺，且相关公司或组织已确认您违反了该承诺，则好货优惠券有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，除非法律法规另有明确要求，好货优惠券无须就相关确认与您核对事实，或另行征得您的同意，且好货优惠券无须就此限制措施或公示行为向您承担任何的责任。
    </p>
    <p class="tag-a">
      <span>2、</span>
      对于您在注册、登记或者交易中记录的资料及数据信息，您授予好货优惠券及其关联公司或其合作组织独家的、永久的、免费的全球范围内使用并许可他人使用的权利。
    </p>
    <br>
    <h2>七、责任范围和责任限制</h2>
    <p class="tag-a">
      <span>1、</span>
      好货优惠券负责按\现状\”和\"可得到\"的状态向您提供服务，且好货优惠券仅对自身提供的服务承担责任。好货优惠券对于第三方向会员提供的服务和产品不提供保证也不承担任何责任，但应当协助会员和第三方进行交涉谈判以维护会员合法权益。
    </p>
    <p class="tag-a">
      <span>2、</span>
      您了解好货优惠券上的信息系第三方或者其他会员自行发布，且可能存在风险和瑕疵。好货优惠券仅作为交易地点。好货优惠券仅作为您获取物品或服务信息、物色交易对象、就物品和/或服务的交易进行协商及开展交易的场所，但好货优惠券无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关物品及/或信息的真实性、合法性和有效性，并自行承担相关风险。
    </p>
    <p class="tag-a">
      <span>3、</span>
      好货优惠券上的商品价格、数量、是否有货等商品信息随时有可能发生变动，好货优惠券不就此作出特别通知。您知悉并理解甶于网站上商品信息数量极其庞大，虽然好货优惠券会尽合理的最大努力保证您所浏览的商品信息的准确性、迅捷性，但由于众所周知的互联网技术因素等客观原因，好货优惠券显示的信息可能存在一定的滞后性和差错，甶此给您带来的不便或产生相应问题，好货优惠券不承担责任。
    </p>
    <p class="tag-a">
      <span>4、</span>
      除非法律法规明确要求，或出现以下情况，否则，好货优惠券没有义务对所有用户的注册数据、商品（服务）信息、交易行为以及与交易有关的其它事项进行事先审查：
      1）好货优惠券有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形；
      2）好货优惠券有合理的理由认为用户在好货优惠券的行为涉嫌违法或不当。
    </p>
    <p class="tag-a">
      <span> 5、</span>
      您理解并同意，好货优惠券及其关联公司并非司法机构，仅能以普通人的身份对证据进行鉴别，好货优惠券及其关联公司对争议的调处完全是基于您的委托，好货优惠券及其关联公司无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行通过法律途径向受益人或者其他相关人员索偿。
    </p>
    <p class="tag-a">
      <span>6、</span>
      您了解并同意，好货优惠券不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿（无论好货优惠券是否已被告知该等损害赔偿的可能性）：<br>
      1）第三方未经批准的使用您的账户或更改您的数据；<br>
      2）通过好货优惠券服务购买或获取任何商品、样品、数据、信息或进行交易等行为或替代行为产生的费用及损失，但因好货优惠券提供的服务信息错误所导致的除外；<br>
      3）您对好货优惠券服务的误解。任何非因好货优惠券的原因而引起的与好货优惠券服务有关的其它损失。<br>
    </p>
    <p class="tag-a">
      <span>7、</span>
      因使用好货优惠券服务而引起的任何损害或经济损失，好货优惠券承担的全部责任均不超过您通过好货优惠券所购买的或与该索赔有关的服务或商品的价格。本责任限制条款在会员资格被冻结、暂停或注销后仍继续有效。
    </p>
    <p class="tag-a">
      <span> 8、</span>
      不论在何种情况下，好货优惠券均不对由于罢工、暴乱、起义、骚乱、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令，以及其它非因好货优惠券的原因而造成的不能服务或延迟服务承担责任。好货优惠券会尽合理努力处理善后事宜。
    </p>
    <br>
    <h2>八、协议终止</h2>
    <p class="tag-a">
      <span>1、</span>
      您同意，好货优惠券有权依据本协议决定中止、终止向您提供部分或全部好货优惠券平台服务，暂时冻结或永久冻结（注销）您的账户，且无须为此向您或任何第三方承担任何责任，但本协议或法律法规另有明确要求的除外。
    </p>
    <p class="tag-a">
      <span> 2、</span>
      出现以下情况时，好货优惠券有权直接以注销账户的方式终止本协议：<br>
      1）会员超过两年无登陆记录；<br>
      2）好货优惠券终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为好货优惠券用户的；<br>
      3）您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或好货优惠券以其它联系方式通知您更改电子邮件信息，而您在好货优惠券通知后七个工作日内仍未更改为有效的电子邮箱的；<br>
      4）您注册信息中的主要内容不真实或不准确或不及时或不完整；<br>
      5）本协议（含规则）变更时，您明示并通知好货优惠券不愿接受新的服务协议的；<br>
      6）其它好货优惠券认为应当终止服务的情况。<br>
    </p>
    <p class="tag-a">
      <span> 3、</span>
      您有权向好货优惠券要求注销您的账户，经好货优惠券审核同意的，好货优惠券注销（永久冻结）您的账户，届时，您与好货优惠券基于本协议的合同关系即终止。您的账户被注销（永久冻结）后，好货优惠券没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。
    </p>
    <p class="tag-a">
      <span> 4、</span>
      您同意，您与好货优惠券的合同关系终止后，好货优惠券及其关联公司或者其合作组织仍享有下列权利：
      1）继续保存并使用您的注册、登记信息、数据及您使用好货优惠券服务期间的所有交易数据；
      2）您在使用好货优惠券服务期间存在违法行为或违反本协议和/或规则的行为的，好货优惠券仍可依据本协议向您主张权利。
    </p>
    <p class="tag-a">
      <span>5、</span>
      好货优惠券中止或终止向您提供服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保好货优惠券免于因此产生任何损失或承担任何费用：<br>
      1）您在服务中止或终止之前已经上传至好货优惠券的物品尚未交易的，好货优惠券有权在中止或终止服务的同时删除此项物品的相关信息；<br>
      2）您在服务中止或终止之前已经与其他会员达成买卖合同，但合同尚未实际履行的，好货优惠券有权删除该买卖合同及其交易物品的相关信息；<br>
      3）您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，好货优惠券可以不删除该项交易，但好货优惠券有权在中止或终止服务的同时将相关情形通知您的交易对方。<br>
    </p>
    <br>
    <h2>九、隐私权政策</h2>
    <p class="tag-a">
      <span>1、</span>
      好货优惠券对希望成为会员的用户没有任何限制，但18岁以下的用户使用好货优惠券服务必须取得监护人的同意；
    </p>
    <p class="tag-a">
      <span> 2、</span>
      一个帐号仅限一个会员使用，会员必须向好货优惠券提供真实确实的信息，对于由于资料提供不正确导致汇款无法收到等后果，好货优惠券不承担责任；
    </p>
    <p class="tag-a">
      <span> 3、</span>
      会员资料修改后必须及时通知好货优惠券做出相应变更；
    </p>
    <p class="tag-a">
      <span> 4、</span>
      好货优惠券及其关联公司承诺不向其它第三方机构透露会员涉及隐私的信息；

    </p>
    <p class="tag-a">
      <span>5、</span>
      会员必须遵守好货优惠券（及合作组织）的使用条款及隐私政策。
    </p>
    <br>
    <h2> 十、法律适用、管辖与其他</h2>
    <p class="tag-a">
      <span>1、</span>
      本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。
    </p>
    <p class="tag-a">
      <span>2、</span>
      因本协议产生之争议，应依照中华人民共和国法律予以处理。双方对于争议协商不成的，应当提交厦门善传互娱网络科技有限公司企业所在地人民法院诉讼解决。
    </p>
  </view>
</template>

<script>
  export default {
    name: "agreement"
  }
</script>

<style lang="scss">
  body{
    font-family: "宋体";
    color: #000;
  }
  p,h1,h2,h3{
    margin: 0;
    padding: 0;
    list-style:none;
  }

  b{
    font-weight: normal;
  }
  h3,h2{
    font-weight: normal;
    font-size: 24rpx;
  }
  .section{
    padding: 20rpx;
    font-size: 24rpx;
  }
  .title{
    text-align: center;
    font-size: 60rpx;
    margin: 26rpx;
  }
  p{
    text-indent: 80rpx;
    line-height: 48rpx;
    font-size: 24rpx;
  }
  .tag-a{
    padding-left: 24px;
    text-indent: 0;
    position: relative;
    margin-left: 40rpx;
  }
  .tag-a > span{
    position:absolute;
    top: 0;
    left: 0;
  }
  .tag-b{
    text-indent: 80rpx;
  }
</style>
